12/data/attachments/be779b6d36356bc0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Rose_just_Friend_43010_5</nif:username>
            <nif:friendToBeRequested>soap_friends_cade49a0-d31e-482a-b58c-40693a53e945</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>